Repository: planetary-social/planetary-ios
Catalog: Source/Localization/*.lproj/Generated.strings
Languages: de_de, es_es, pl, pt_br

# Text.error
source: Oops
es_es: Ups
pl: Ojejku
pt_br: Opa

# Text.cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
pl: Anuluj
pt_br: Cancelar

# Text.skip
source: Skip
de_de: Überspringen
es_es: Omitir
pl: Pomiń
pt_br: Pular

# Text.next
source: Next
de_de: Weiter
es_es: Siguiente
pl: Dalej
pt_br: Avançar

# Text.done
source: Done
de_de: Fertig
es_es: Hecho
pl: Gotowe
pt_br: Concluir

# Text.save
source: Save
de_de: Speichern
es_es: Guardar
pl: Zapisz
pt_br: Salvar

# Text.yes
source: Yes
de_de: Ja
es_es: Sí
pl: Tak
pt_br: Sim

# Text.no
source: No
de_de: Nein
pl: Nie
pt_br: Não

# Text.tryAgain
source: Try Again
de_de: Wiederholen
es_es: Prueba de nuevo
pl: Ponów
pt_br: Tentar novamente

# Text.loading
source: Loading...
de_de: Lädt...
es_es: Cargando...
pl: Ładowanie...
pt_br: Carregando...

# Text.today
source: Today
de_de: Heute
es_es: Hoy
pl: Dzisiaj
pt_br: Hoje

# Text.yesterday
source: Yesterday
de_de: Gestern
es_es: Ayer
pl: Wczoraj
pt_br: Ontem

# Text.recently
source: Recently
de_de: Kürzlich
es_es: Recientemente
pl: Ostatnio
pt_br: Recentemente

# Text.future
source: In the future
de_de: In der Zukunft
es_es: En el futuro
pl: W przyszłości
pt_br: No futuro

# Text.daysAgo
source: {{ days }} days ago
de_de: Vor {{ days }} Tagen
es_es: Hace {{ days }} días
pl: {{ days }} dni temu
pt_br: {{ days }} dias atrás

# Text.atDayTime
source: {{ day }} at {{ time }}
de_de: {{ day }} um {{ time }}
es_es: {{ day }} a las {{ time }}
pl: {{ day }} o {{ time }}
pt_br: {{ day }} às {{ time }}

# Text.minutesAbbreviated
source: {{ numberOfMinutes }} mins
es_es: {{ numberOfMinutes }} minutos
pt_br: {{ numberOfMinutes }} minutos

# Text.yourProfile
source: Your Profile
de_de: Dein Profil
es_es: Tu perfil
pl: Twój Profil
pt_br: Seu perfil

# Text.helpAndSupport
source: Help and Support
de_de: Hilfe und Support
es_es: Ayuda y soporte
pl: Pomoc
pt_br: Ajuda e suporte

# Text.reportBug
source: Report a Bug
de_de: Fehler melden
es_es: Reportar un error
pl: Zgłoś Problem
pt_br: Informar um erro

# Text.settings
source: Settings
de_de: Einstellungen
es_es: Ajustes
pl: Ustawienia
pt_br: Configurações

# Text.yourNetwork
source: Your Network
de_de: Ihr Netzwerk
es_es: Tu red
pt_br: Sua rede

# Text.pubServers
source: Pub Servers
es_es: Servidores Pub
pt_br: Servidores públicos

# Text.usersInYourNetwork
source: Users in your network
de_de: Benutzer in Ihrem Netzwerk
es_es: Usuarios en tu red
pt_br: Usuários na sua rede

# Text.goToYourNetwork
source: Go to Your Network
es_es: Ir a tu red
pt_br: Acesse sua rede

# Text.emptyHomeFeedMessage
source: And it is rather bare! Have you considered following a few users or topics?
es_es: ¡Está vacío! ¿Has considerado seguir a algunos usuarios o temas?
pl: And it is rather bare! Have you considered following a few users or topics? You can find them on the Network tab.
pt_br: Está um tanto quanto vazio por aqui! Já pensou em seguir alguns usuários ou tópicos?

# Text.startedFollowing
source: {{somebody}} started following
es_es: {{somebody}} empezó a seguirte
pt_br: {{somebody}} começou a seguir

# Text.stoppedFollowing
source: {{somebody}} stopped following
es_es: {{somebody}} dejó de seguirte
pt_br: {{somebody}} deixou de seguir

# Text.followStats
source: Following {{numberOfFollows}} • Followed by {{numberOfFollowers}}
es_es: Siguiendo a {{numberOfFollows}} • Seguido por {{numberOfFollowers}}
pt_br: Seguindo {{numberOfFollows}} • Seguido por {{numberOfFollowers}}

# Text.userOusideNetwork
source: This user is outside your network
es_es: Este usuario está fuera de tu red
pt_br: Este usuário está fora da sua rede

# Text.showMeInDirectory
source: Show me in the directory
de_de: Zeige mich im Verzeichnis
es_es: Mostrarme en el directorio
pl: Pokaż mnie w katalogu
pt_br: Quero aparecer no diretório

# Text.showMeInUserDirectory
source: Show me in the user directory
de_de: Zeige mich im Benutzerverzeichnis
es_es: Mostrarme en el directorio de usuarios
pl: Pokaż mnie w katalogu użytkowników
pt_br: Quero aparecer no diretório de usuários

# Text.hideMeFromUserDirectory
source: Hide me from the user directory
de_de: Verstecke mich im Benutzerverzeichnis
es_es: Ocultarme del directorio de usuarios
pl: Nie pokazuj mnie w katalogu użytkowników
pt_br: Não quero aparecer no diretório de usuários

# Text.analyticsAndCrash
source: Analytics & Crash Reports
de_de: Analysen & Absturzberichte
es_es: Analíticas y reportes de fallos
pl: Statystyki i Raporty Usterek
pt_br: Análises e relatórios de erros

# Text.usageData
source: Usage Data
de_de: Nutzungsdaten
es_es: Datos de uso
pl: Statystyki Użytkowania
pt_br: Dados de uso

# Text.userDirectoryMessage
source: Being in the user directory means that people can find you if they already know your name, short code or phone number.
de_de: Im Benutzerverzeichnis zu sein bedeutet, dass andere dich finden können, wenn diese deinen Namen, Kurzcode oder Telefonnummer kennen.
es_es: Estar en el directorio de usuarios significa que la gente puede encontrarte si ya saben tu nombre, código corto o número de teléfono.
pl: Obecność w katalogu użytkowników oznacza, że będzie można Cię znaleźć znając Twoją nazwę, krótki kod, lub numer telefonu.
pt_br: Aparecer no diretório de usuários significa que as pessoas poderão encontrá-lo se já souberem seu nome, código curto ou número de telefone.

# Text.sendAnalytics
source: Send analytics to Planetary
de_de: Sende Analysedaten an Planetary
es_es: Enviar analíticas a Planetary
pl: Wyślij statystyki do Planetary
pt_br: Enviar análise ao Planetary

# Text.dontSendAnalytics
source: Don't send analytics at all
de_de: Keine Analysedaten senden
es_es: No enviar analíticas
pl: Nie wysyłaj żadnych statystyk
pt_br: Não enviar análise alguma

# Text.analyticsMessage
source: Allow us to collect data about your use of the app so we can make it better.
es_es: Permítenos recopilar datos sobre tu uso de la aplicación para que podamos mejorarla.
pl: Chcielibyśmy gromadzić anonimowe statystyki dotyczące korzystania z aplikacji (oraz raporty o awariach, gdy coś pójdzie nie tak), wyłącznie w celu ulepszania aplikacji.
pt_br: Permita-nos coletar dados sobre o uso que faz do aplicativo para que possamos aprimorá-lo.

# Text.loadingUpdates
source: Planetary is searching for updates on the peer to peer decentralized web.
de_de: Planetary sucht nach Updates im dezentralisierten Peer-to-Peer-Web.
es_es: Planetary está buscando actualizaciones en la red par-a-par descentralizada.
pl: Planetary szuka aktualności w rozproszonej sieci bezpośredniej.
pt_br: O Planetary busca atualizações na web descentralizada peer-to-peer.

# Text.post
source: Post
de_de: Posten
pt_br: Publicar

# Text.preview
source: Preview
de_de: Vorschau
es_es: Vista previa
pl: Podgąd
pt_br: Pré-visualizar

# Text.newPost
source: New Post
de_de: Neuer Beitrag
es_es: Nueva publicación
pl: Nowy Post
pt_br: Nova postagem

# Text.deletePost
source: Delete this post
de_de: Diesen Beitrag löschen
es_es: Eliminar esta publicación
pl: Usuń ten post
pt_br: Excluir esta postagem

# Text.editPost
source: Edit this post
de_de: Diesen Beitrag bearbeiten
es_es: Editar esta publicación
pl: Edytuj ten post
pt_br: Editar esta postagem

# Text.confirmDeletePost
source: Are you sure you want to delete this post?
de_de: Bist du sicher, dass du diesen Beitrag löschen möchtest?
es_es: ¿Estás seguro de que quieres eliminar esta publicación?
pl: Czy na pewno chcesz usunąć ten post?
pt_br: Tem certeza de que deseja excluir esta postagem?

# Text.postReply
source: Post Reply
de_de: Antworten
es_es: Publicar respuesta
pl: Odpowiedz
pt_br: Publicar resposta

# Text.postAReply
source: Post a reply
de_de: Schreibe eine Antwort
es_es: Publicar una respuesta
pl: Odpowiedz
pt_br: Responder

# Text.createProfile
source: Create Profile
de_de: Profil erstellen
es_es: Crear perfil
pl: Utwórz Profil
pt_br: Criar perfil

# Text.editProfile
source: Edit Profile
de_de: Profil bearbeiten
es_es: Editar perfil
pl: Edytuj Profil
pt_br: Editar perfil

# Text.thisIsYou
source: This is you!
de_de: Das bist du!
es_es: ¡Este eres tú!
pl: To Ty!
pt_br: É você!

# Text.name
source: Name
de_de: Namen
es_es: Nombre
pl: Nazwa
pt_br: Nome

# Text.bio
source: Bio
de_de: Über mich
es_es: Biografía
pl: Opis
pt_br: Biografia

# Text.seeMore
source: See more
de_de: Mehr anzeigen
es_es: Ver más
pl: Więcej
pt_br: Ver mais

# Text.likesThis
source: likes this
es_es: le gusta esto
pt_br: curte isto

# Text.dislikesThis
source: dislikes this
es_es: no le gusta esto
pt_br: não curte isto

# Text.block
source: Ignore
de_de: Blockieren
es_es: Ignorar
pl: Zablokuj
pt_br: Ignorar

# Text.blocked
source: Ignored
de_de: Blockiert
es_es: Ignorado
pl: Zablokowani
pt_br: Ignorado

# Text.deleteSecretAndIdentity
source: Delete this secret and identity
de_de: Schlüssel und Identität löschen
es_es: Eliminar este secreto e identidad
pl: Usuń ten sekret i tożsamość
pt_br: Excluir este segredo e esta identidade

# Text.follow
source: Follow
de_de: Folgen
es_es: Seguir
pl: Obserwuj
pt_br: Seguir

# Text.following
source: Following
de_de: Folge ich
es_es: Siguiendo
pl: Obserwowani
pt_br: Seguindo

# Text.followedBy
source: Followed By
de_de: Gefolgt von
es_es: Seguido por
pl: Obserwowani Przez
pt_br: Seguido por

# Text.isFollowingYou
source: is currently following you
de_de: folgt dir gerade
es_es: está siguiéndote actualmente
pl: jest Twoim obserwatorem
pt_br: está seguindo você atualmente

# Text.followedByCount
source: Followed by {{ count }}
de_de: Gefolgt von {{ count }}
es_es: Seguido por {{ count }}
pl: Obserwowany przez {{ count }}
pt_br: Seguido por {{ count }}

# Text.followingCount
source: Following {{ count }}
de_de: Folgt {{ count }}
es_es: Siguiendo {{ count }}
pl: Obserwuje {{ count }}
pt_br: Seguindo {{ count }}

# Text.inYourNetwork
source: in your network
de_de: in deinem Netzwerk
es_es: en tu red
pl: w Twoim kręgu
pt_br: na sua rede

# Text.followedByShortCount
source: {{ count }} Followers
es_es: {{ count }} Seguidores
pl: {{ count }} Obserwujących
pt_br: {{ count }} seguidores

# Text.unfollow
source: Stop following
de_de: Entfolgen
es_es: Dejar de seguir
pl: Przestań Obserwować
pt_br: Parar de seguir

# Text.identifierCopied
source: Identifier copied to clipboard
de_de: Identifikator in Zwischenablage kopiert
es_es: Identificador copiado a tu portapapeles
pl: Identyfikator został skopiowany
pt_br: Identificador copiado para a área de transferência

# Text.copyMessageIdentifier
source: Copy Message Identifier
de_de: Nachrichten-Identifikator kopieren
es_es: Copiar identificador de mensaje
pl: Skopiuj Identyfikator Wiadomości
pt_br: Copiar identificador da mensagem

# Text.copyPublicIdentifier
source: Copy Profile Identifier
de_de: Profil-Identifikator kopieren
es_es: Copiar identificador de perfil
pl: Skopiuj Identyfikator Profilu
pt_br: Copiar identificador do perfil

# Text.sharePublicIdentifier
source: Share Public Identifier
de_de: Öffentlicher Identifikator teilen
es_es: Compartir identificador de perfil
pt_br: Compartilhar identificador público

# Text.shareThisProfile
source: Share This Profile
de_de: Dieses Profil teilen
es_es: Compartir este perfil
pl: Udostępnij Ten Profil
pt_br: Compartilhar este perfil

# Text.shareThisMessage
source: Share This Message
de_de: Diese Nachricht teilen
es_es: Compartir este mensaje
pl: Udostępnij Tę Wiadomość
pt_br: Compartilhar esta mensagem

# Text.shareThisProfileText
source: Find {{ who }} on Planetary at {{ link }}
de_de: Finde {{ who }} auf Planetary unter {{ link }}
es_es: Encuentra a {{ who }} en planetary en {{ link }}
pl: Znajdź {{ who }} w Planetary pod adresem {{ link }}
pt_br: Encontre {{ who }} no Planetary em {{ link }}

# Text.shareThisMessageText
source: {{ who }} posted: {{ what }} {{ link }}
de_de: {{ who }} hat gepostet: {{ what }} {{ link }}
es_es: {{ who }} publicó: {{ what }} {{ link }}
pl: {{ who }} opublikował: {{ what }} {{ link }}
pt_br: {{ who }} publicou: {{ what }} {{ link }}

# Text.addFriend
source: Add friend
de_de: Freund hinzufügen
es_es: Añadir amigo
pl: Dodaj znajomego
pt_br: Adicionar amigo

# Text.removeFriend
source: Remove from friends
de_de: Freund entfernen
es_es: Eliminar de amigos
pl: Usuń ze znajomych
pt_br: Excluir da lista de amigos

# Text.blockUser
source: Ignore this user
de_de: Diesen Nutzer blockieren
es_es: Ignorar a este usuario
pl: Zablokuj tego użytkownika
pt_br: Ignorar este usuário

# Text.unblockUser
source: Unignore this user
de_de: Diesen Nutzer nicht mehr blockieren
es_es: Dejar de ignorar a este usuario
pl: Odblokuj tego użytkownika
pt_br: Deixar de ignorar este usuário

# Text.reportPost
source: Report this post
de_de: Beitrag melden
es_es: Reportar esta publicación
pl: Zgłoś tę wiadomość
pt_br: Denunciar esta postagem

# Text.reportUser
source: Report this user
de_de: Nutzer melden
es_es: Reportar este usuario
pl: Zgłoś użytkownika
pt_br: Denunciar este usuário

# Text.noReplies
source: No replies
de_de: Keine Antworten
es_es: Sin respuestas
pl: Bez odpowiedzi
pt_br: Não há respostas

# Text.oneReply
source: 1 reply
de_de: 1 Antwort
es_es: 1 respuesta
pl: 1 odpowiedź
pt_br: 1 resposta

# Text.oneReplyFrom
source: One reply from
de_de: Eine Antwort von
es_es: Una respuesta de
pl: Jedna odpowiedź od
pt_br: Uma resposta de

# Text.repliesFrom
source: Replies from
de_de: Antworten von
es_es: Respuestas de
pl: Odpowiedzi od
pt_br: Respostas de

# Text.oneOther
source: 1 other
de_de: 1 weitere
es_es: 1 más
pl: 1 inna
pt_br: mais 1

# Text.replyCount
source: {{ count }} replies
de_de: {{ count }} Antworten
es_es: {{ count }} respuestas
pl: {{ count }} odpowiedzi
pt_br: {{ count }} respostas

# Text.andCountOthers
source: and {{ count }} others
de_de: und {{ count }} weitere
es_es: y {{ count }} más
pl: i {{ count }} innych
pt_br: e mais {{ count }}

# Text.countOthers
source: {{ count }} others
de_de: {{ count }} weitere
es_es: {{ count }} más
pl: {{ count }} innych
pt_br: mais {{ count }}

# Text.andOneOther
source: and 1 other
de_de: und 1 weitere
es_es: y 1 más
pl: i 1 inna
pt_br: e mais 1

# Text.connectedPeers
source: Connected Peers
es_es: Pares conectados
pt_br: Pares conectados

# Text.countOnlinePeers
source: {{ count }} ONLINE PEERS
es_es: {{ count }} PARES EN LÍNEA
pl: {{ count }} OSÓB ON-LINE
pt_br: {{ count }} PARES ONLINE

# Text.countLocalPeers
source: {{ count }} LOCAL PEERS
de_de: {{ count }} LOKALE PEERS
es_es: {{ count }} PARES LOCALES
pl: {{ count }} OSÓB LOKALNIE
pt_br: {{ count }} PARES LOCAIS

# Text.lastSynced
source: SYNCED: {{ when }}
de_de: SYNCHONISIERT: {{ when }}
es_es: SINCRONIZADO: {{ when }}
pl: POBRANO: {{ when }}
pt_br: SINCRONIZADO: {{ when }}

# Text.syncingMessages
source: Syncing Messages...
es_es: Sincronizando mensajes...
pt_br: Sincronizando mensagens...

# Text.recentlyDownloaded
source: Downloaded {{ postCount }} posts in the last {{ duration }} mins
es_es: {{ postCount }} publicaciones descargadas en los últimos {{ duration }} minutos
pt_br: Foram baixadas {{ postCount }} postagens nos últimos {{ duration }} minutos

# Text.identityNotFound
source: We don't know enough about this peer to show their profile.
es_es: No sabemos lo suficiente sobre este par para mostrar su perfil.
pt_br: Não há informações suficientes sobre este par para a exibição do seu perfil.

# Text.select
source: Select
de_de: Wählen
es_es: Seleccionar
pl: Wybierz
pt_br: Selecionar

# Text.home
source: Home Feed
pl: Twoja Strona
pt_br: Página inicial

# Text.explore
source: Discover
de_de: Entdecken
es_es: Descubrir
pl: Odkryj
pt_br: Descubra

# Text.messages
source: Messages
de_de: Nachrichten
es_es: Mensajes
pl: Wiadomości
pt_br: Mensagens

# Text.notifications
source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
pl: Powiadomienia
pt_br: Notificações

# Text.thread
source: Thread
de_de: Diskussion
es_es: Hilo
pl: Wątek
pt_br: Discussão

# Text.share
source: Share
de_de: Teilen
es_es: Compartir
pl: Udostępnij
pt_br: Compartilhar

# Text.bookmark
source: Bookmark
de_de: Lesezeichen
es_es: Marcador
pl: Zachowaj
pt_br: Favoritar

# Text.like
source: Like
de_de: Gefällt mir
es_es: Me gusta
pl: Polub
pt_br: Curtir

# Text.debug
source: Debug
es_es: Depuración
pt_br: Depurar

# Text.join
source: Join
de_de: Beitreten
es_es: Unirse
pl: Dołącz
pt_br: Aderir

# Text.redeemInvitation
source: Redeem an invitation
de_de: Einladung einlösen
es_es: Canjear una invitación
pl: Zrealizuj zaproszenie
pt_br: Resgatar um convite

# Text.refreshSingular
source: {{ count }} unread post!
es_es: ¡{{ count }} publicación sin leer!
pt_br: {{ count }} postagens não lidas!

# Text.refreshPlural
source: {{ count }} unread posts!
es_es: ¡{{ count }} publicaciones sin leer!
pt_br: {{ count }} postagens não lidas!

# Text.markdownSupported
source: Markdown preview
de_de: Markdown-Vorschau
es_es: Markdown soportado
pl: Podgląd
pt_br: Pré-visualização de markdown

# Text.loggingOut
source: Logging out...
es_es: Cerrando sesión...
pt_br: Encerrando a sessão...

# Text.openPost
source: Open post {{ postID }}
es_es: Abrir publicación {{ postID }}
pt_br: Abrir a postagem {{ postID }}

# Text.postNotFound
source: No posts found with the given ID.
es_es: No se han encontrado publicaciones con ese ID.
pt_br: Não foram encontradas postagens com o ID fornecido.

# Text.users
source: Users
es_es: Usuarios
pt_br: Usuários

# Text.posts
source: Posts
es_es: Publicaciones
pt_br: Postagens

# Text.search
source: Search
es_es: Buscar
pt_br: Pesquisar

# Text.searching
source: Searching
es_es: Buscando
pt_br: Pesquisando

# Text.searchForUsers
source: Filter users by name or ID
es_es: Filtrar usuarios por nombre o ID
pt_br: Filtrar usuários por nome ou ID

# Text.searchingLocally
source: Searching for posts in your local database
es_es: Buscando publicaciones en tu base de datos local
pt_br: Pesquisando postagens no banco de dados local

# Text.noResultsFound
source: No results found.
es_es: No se encontraron resultados.
pt_br: Nenhum resultado foi encontrado.

# Text.noResultsHelp
source: Not seeing what you are looking for? Planetary can only search the people and posts in your network. Right now the search only matches whole words, user IDs, and post IDs. We also may exclude posts older than 6 months to save space on your device.
pt_br: Não está achando o que procura? O Planetary somente busca as pessoas e as postagens na sua rede. No momento, a busca apenas corresponde a palavras inteiras, IDs de usuário e IDs de postagem. Além disso, podemos excluir postagens com mais de 6 meses para economizar espaço no seu dispositivo.

# Text.upgradingAndRestoring
source: Planetary is upgrading and restoring your messages from the network.
es_es: Planetary está actualizando y restaurando tus mensajes de la red.
pt_br: O Planetary está atualizando e restaurando suas mensagens da rede.

# Text.beta1MigrationComplete
source: Tap on the following button to close this screen and go back to your feed.
es_es: Toca en el siguiente botón para cerrar esta pantalla y volver a tu feed.
pt_br: Pressione o seguinte botão para fechar esta tela e voltar ao seu feed.

# Text.beta1MigrationPleaseLeaveAppOpen
source: This may take a while. Please leave the app open until it's done.
es_es: Puede que esto lleve un rato. Por favor deja la aplicación abierta hasta que termine.
pt_br: Isto pode levar algum tempo. Deixe o aplicativo aberto até a conclusão.

# Text.beta1StartUsingPlanetary
source: If you don't want to wait, you can start using Planetary right away, but:
es_es: Si no quieres esperar, puedes empezar a usar Planetary ahora mismo, pero:
pt_br: Se não quiser esperar, pode começar a usar o Planetary agora mesmo, mas:

# Text.startUsingPlanetary
source: start using Planetary
es_es: comenzar a usar Planetary
pt_br: comece a usar o Planetary

# Text.startUsingPlanetaryTitle
source: Start Using Planetary
es_es: Comenzar a usar Planetary
pt_br: Comece a usar o Planetary

# Text.dismissAndStartUsingPlanetary
source: Dismiss and start using Planetary
es_es: Descartar y empezar a usar Planetary
pt_br: Descartar e começar a usar o Planetary

# Text.percentComplete
source: complete
es_es: completado
pt_br: concluído

# Text.beta1Disclaimers
source: • you won't be able to post or follow until your whole feed is downloaded • you may not see all previous messages until they are downloaded.
es_es: • no podrás publicar o seguir hasta que todo tu feed se halla descargado • puede que no veas todos los mensajes previos hasta que se descarguen.
pt_br: • você apenas conseguirá postar algo ou seguir alguém quando o feed completo for baixado • é possível que apenas consiga visualizar todas as mensagens anteriores quando elas forem baixadas.

# Text.areYouSure
source: Are you sure?
es_es: ¿Estás seguro?
pt_br: Tem certeza?

# Text.dismissMigrationEarlyMessage
source: This screen will dismiss and you can use Planetary while your data continues downloading in the background. Are you sure?
es_es: Esta pantalla se cerrará y podrás usar Planetary mientras tus datos se descargan en segundo plano. ¿Estás seguro?
pt_br: Esta tela será descartada e você poderá usar o Planetary enquanto seus dados continuam sendo baixados em segundo plano. Tem certeza?

# Blocking.alertTitle
source: Are you sure you want to ignore {{ name }}? You will no longer see each other's content or be able to contact each other. This will be publicly visible.
de_de: Bist du sicher, dass du {{ name }} blockieren willst? Du wirst den Inhalt des anderen nicht mehr sehen oder dich gegenseitig kontaktieren können.
pl: Czy na pewno chcesz zablokować {{ name }}? You will no longer see each other's content or be able to contact each other. Nie będziecie już widzieć wzajemnych treści ani nie będziecie mogli się ze sobą kontaktować.
pt_br: Tem certeza de que deseja ignorar {{ name }}? Vocês não conseguirão mais ver o conteúdo um do outro nem conseguirão entrar em contato um com o outro. Esta ação será publicamente visível.

# Blocking.buttonTitle
source: Yes, ignore {{ name }}
de_de: Ja, {{ name }} blockieren
es_es: Sí, ignorar a {{ name }}
pl: Tak, zablokuj {{ name }}
pt_br: Sim, ignorar {{ name }}

# Blocking.blockedUsers
source: Ignored Users
de_de: Blockierte Benutzer
es_es: Usuarios ignorados
pl: Zablokowani Użytkownicy
pt_br: Usuários ignorados

# Blocking.footer
source: Ignored users cannot see your posts or contact you, and you will need to unignore them before you can see their posts or contact them. It may take some time to see users and content once they have been unignored.
de_de: Blockierte Benutzer können deine Beiträge nicht sehen oder dich kontaktieren. Du musst diese entsperren, bevor du ihre Beiträge sehen oder du sie kontaktieren kannst. Es kann einige Zeit dauern, bis du Benutzer und Inhalte siehst, sobald sie entsperrt wurden.
pl: Zablokowani użytkownicy nie mogą widzieć Twoich postów ani kontaktować się z Tobą, a przed wyświetleniem ich postów lub skontaktowaniem się z nimi musisz ich odblokować. Wyświetlenie użytkowników i ich treści po odblokowaniu może zająć trochę czasu.
pt_br: Os usuários ignorados não conseguem ver suas postagens ou entrar em contato com você e será necessário deixar de ignorá-los para poder visualizar suas postagens ou contatá-los. É possível que demore algum tempo até que os usuários e o conteúdo voltem a ser visualizados quando deixarem de ser ignorados.

# Blocking.thisUser
source: this user
de_de: dieser Benutzer
es_es: este usuario
pl: ten użytkownik
pt_br: este usuário

# Blocking.usersYouHaveBlocked
source: Users that you have ignored
de_de: Benutzer, die du blockiert hast
es_es: Usuarios a los que has ignorado
pl: Użytkownicy, których zablokowałeś
pt_br: Usuários que você ignorou

# ImagePicker.camera
source: Camera
de_de: Kamera
es_es: Cámara
pl: Aparat
pt_br: Câmera
