Repository: planetary-social/planetary-ios
Catalog: Source/Localization/*.lproj/Generated.strings
Languages: de_de, es_es, pl, pt_br

# OnboardingStepTitle.start
source: Social media for humans, not algorithms.
es_es: Redes sociales para humanos, no para algoritmos.
pt_br: Redes sociais para seres humanos, não para algoritmos.

# Preview.title
source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Configuración avanzada
pl: Niestabilne Funkcjonalności
pt_br: Configurações avançadas

# Preview.footer
source: New features that are being developed and tested, and haven't found a permanent home yet in the app.
de_de: Neue Funktionen, die entwickelt und getestet werden und noch kein permanentes Zuhause in der App gefunden haben.
es_es: Nuevas funcionalidades que están siendo desarrolladas y testeadas, y no han encontrado un lugar permanente en la aplicación.
pl: Nowe funkcje w fazie rozwoju i testów, które nie znalazły jeszcze stałego miejsca w aplikacji.
pt_br: São novos recursos que estão sendo desenvolvidos e testados e ainda não encontraram um lar permanente no aplicativo.

# FeedAlgorithm.algorithms
source: Algorithms
es_es: Algoritmos
pt_br: Algoritmos

# FeedAlgorithm.feedAlgorithmTitle
source: Home Feed
es_es: Algoritmo home feed
pl: Home Feed Algorithm
pt_br: Página inicial

# FeedAlgorithm.feedAlgorithmDescription
source: Choose the algorithm used to sort and filter your Home Feed.
es_es: Elige los algoritmos usados para ordenar y filtrar tus feeds.
pl: Choose the way your Home Feed is sorted and filtered.
pt_br: Escolha o algoritmo utilizado para classificar e filtrar sua página inicial.

# FeedAlgorithm.recentPostsAlgorithm
source: Recent posts
es_es: Publicaciones recientes
pt_br: Postagens recentes

# FeedAlgorithm.recentPostsAlgorithmDescription
source: Shows posts from the people you follow in the order they were posted.
es_es: Shows posts from the people you follow in the order they were posted. Excludes social graph messages like follows.
pt_br: Exibir postagens das pessoas que você segue por ordem de publicação.

# FeedAlgorithm.recentPostsWithFollowsAlgorithm
source: Recent posts and follows (default)
es_es: Recent posts and follows
pl: Recent posts and follows
pt_br: Postagens recentes e contas seguidas recentemente (padrão)

# FeedAlgorithm.recentPostsWithFollowsAlgorithmDescription
source: Shows posts and follow messages from the people you follow in the order they were posted.
es_es: Muestra las publicaciones y mensajes de seguidor de la gente que sigues en el orden en que fueron publicados.
pt_br: Exibe as postagens e as mensagens das pessoas que você segue por ordem de publicação.

# FeedAlgorithm.recentlyActivePostsWithFollowsAlgorithm
source: Recently active posts and follows
es_es: Recently active posts and follows (default)
pt_br: Postagens e contas seguidas com atividade recente

# FeedAlgorithm.recentlyActivePostsWithFollowsAlgorithmDescription
source: Shows posts and follow messages from the people you follow. If a message receives a reply it will be pushed back up to the top of the feed.
es_es: Muestra las publicaciones y mensajes de seguidor de la gente que sigues. Si un mensaje recibe una respuesta será empujado a lo alto de tu feed.
pt_br: Exibe as postagens e as mensagens das pessoas que você segue. Se uma mensagem receber uma resposta, ela será enviada ao topo do feed.

# FeedAlgorithm.viewAlgorithmSource
source: View Source Code
es_es: Ver código fuente
pt_br: Visualizar código-fonte

# FeedAlgorithm.sourceCode
source: Source Code
es_es: Código fuente
pt_br: Código-fonte

# FeedAlgorithm.sourceCodeDescription
source: Planetary's code is open source so our algorithms can be audited and even modified by our users. You can view the source code for these algorithms by tapping the button above.
es_es: El código de Planetary es abierto, así que nuestros algoritmos pueden ser auditados e incluso modificados por nuestros usuarios. Puedes ver el código fuente para estos algoritmos haciendo tap en el botón de aquí arriba.
pt_br: O código do Planetary é aberto para que nossos algoritmos possam ser auditados e até mesmo modificados por nossos usuários. É possível visualizar o código-fonte desses algoritmos ao tocar no botão acima.

# PublicWebHosting.enabled
source: Enabled
de_de: Aktiviert
pl: Aktywny
pt_br: Habilitado

# PublicWebHosting.title
source: Public Web Hosting
de_de: Öffentliches Web-Hosting
pl: Publiczny Web-hosting
pt_br: Hospedagem pública na web

# PublicWebHosting.footer
source: Opt-in to indicate you want your feed to appear on public gateways. It may take a couple of hours for the changes to be visible.
de_de: Opt-in zeigt an, dass Ihr Feed auf öffentlichen Gateways erscheinen soll. Es kann einige Stunden dauern, bis die Änderungen sichtbar sind.
pl: Włącz, aby Twoje treści pojawiały się publicznych bramkach internetowych. Może minąć kilka godzin, zanim zmiany będą widoczne.
pt_br: Escolha esta opção para indicar que deseja que seu feed apareça em gateways públicos. Talvez sejam necessárias algumas horas até que as alterações sejam visíveis.

# Push.enabled
source: Enabled
de_de: Aktiviert
es_es: Activado
pl: Aktywne
pt_br: Habilitado

# Push.title
source: Push Notifications
de_de: Push-Mitteilungen
es_es: Notificaciones Push
pl: Powiadomienia
pt_br: Notificações push

# Push.prompt
source: Push notifications for Planetary are controlled in your device's Settings app. Would you like to open Settings now?
de_de: Push-Benachrichtigungen für Planetäre werden in den Einstellungen Ihres Geräts gesteuert. Möchten Sie die Einstellungen jetzt öffnen?
es_es: Las notificaciones Push para Planetary son controladas por la aplicación de Preferencias en tu dispositivo. ¿Te gustaría abrir Preferencias ahora?
pl: Konfiguracja powiadomień z Planetary jest dostępna w Ustawieniach telefonu. Czy chcesz otworzyć Ustawienia?
pt_br: No Planetary, as notificações push são controladas no aplicativo Configurações do seu dispositivo. Gostaria de abrir as Configurações agora?

# Push.footer
source: Show a system notification when you are mentioned, replied to, or followed. The notification infrastructure is still in development, so you may not receive notifications consistently.
de_de: Zeigt eine Systembenachrichtigung, wenn Sie erwähnt werden, antwortet oder folgt. Die Benachrichtigungsinfrastruktur befindet sich noch in der Entwicklung, sodass Sie möglicherweise keine konsistenten Benachrichtigungen erhalten.
es_es: Mostrar una notificación de sistema cuando seas mencionado, respondido o seguido. La infraestructura de notificaciones está todavía en desarrollo, así que podrías no recibirlas consistentemente.
pl: Pokaż powiadomienie systemowe, gdy ktoś Cię wspomina, odpowiada na Twoje wiadomości, lub obserwuje Cię. Infrastruktura powiadomień jest wciąż w fazie rozwoju, więc niektóre z nich mogą docierać z opóźnieniem.
pt_br: Exibe uma notificação no sistema quando você for mencionado ou seguido ou quando receber uma resposta. Como a infraestrutura de notificação ainda está sendo desenvolvida, é possível que não receba notificações de forma consistente.

# Reporting.abusive
source: Abusive to me or someone else
de_de: Missbräuchlich für mich oder jemand anderes
es_es: Abusivo para mí o alguien más
pl: Obraźliwe dla mnie lub kogoś innego
pt_br: Abusivo em relação a mim ou a outra pessoa

# Reporting.copyright
source: Infringes on my copyright
de_de: Verletzt mein Urheberrecht
es_es: Infringe mis derechos de autor
pl: Naruszenie moich praw autorskich
pt_br: Infringe meus direitos autorais

# Reporting.offensive
source: Offensive or inappropriate
de_de: Anstößig oder unangemessen
es_es: Ofensivo o inapropiado
pl: Obraźliwe lub nieodpowiednie
pt_br: Ofensivo ou inapropriado

# Reporting.other
source: Some other reason
de_de: Ein anderer Grund
es_es: Alguna otra razón
pl: Inny powód
pt_br: Algum outro motivo

# Reporting.whyAreYouReportingThisPost
source: Why are you reporting this post?
de_de: Warum meldest du diesen Beitrag?
es_es: ¿Por qué estás reportando esta publicación?
pl: Dlaczego zgłaszasz tą wiadomość?
pt_br: Por que está denunciando esta postagem?

# Debug.debugTitle
source: Hacker Mode
de_de: Hacker-Modus
es_es: Modo Hacker
pl: Tryb Zaawansowany
pt_br: Modo hacker

# Debug.debugMenu
source: Dangerous and powerful debug menu
de_de: Gefährliches und mächtiges Debug-Menü
es_es: Menú de desarrollo poderoso y peligroso
pl: Niebezpieczne i potężne menu debugowania
pt_br: Menu de depuração perigoso e potente

# Debug.debugFooter
source: This is where we let you shoot yourself in the foot. Here is where you get at your private key, set new keys, see information about the network, pub's, and all sorts of things. Careful what you change in this menu, you can break things with these options.
de_de: Hier lassen wir dich in den Fuß schießen. Hier gelangen Sie an Ihren privaten Schlüssel, setzen Sie neue Schlüssel, lesen Sie Informationen über das Netzwerk, Pubs und alle möglichen Dinge. Vorsicht, was Sie in diesem Menü ändern, können Sie Dinge mit diesen Optionen zu brechen.
es_es: Aquí es donde dejamos que te dispares en el pié. Aquí es donde accedes a tu llave privada, configuras nuevas llaves, ves información sobre la red, sobre los pubs, y todo tipo de cosas. Cuidado con lo que cambias en este menú, puedes romper cosas con estas opciones.
pl: Tutaj pozwoliliśmy Ci strzelić sobie w stopę. Tutaj możesz uzyskać dostęp do swojego klucz prywatny, dodać nowe klucze, oraz zobaczyć informacje o sieci i pubach. Uważaj, co zmieniasz, bo możesz zepsuć.
pt_br: Deixamos que você atire no próprio pé aqui. Você pode acessar sua chave privada, configurar chaves novas, visualizar informações sobre a rede, servidores públicos e tudo quanto é coisa. Cuidado com as alterações que fizer neste menu, pois é possível quebrar certas coisas com estas opções.

# Debug.resetForkedFeedProtection
source: Reset Forked Feed Protection
es_es: Resetear Protección contra Bifurcación de Feeds
pt_br: Redefinir proteção de feed bifurcado

# Debug.resetForkedFeedProtectionDescription
source: This will reset the number of published messages associated with your identity to the number currently in your database. It will also turn forked feed protection on if it is off. You should only do this if you are sure all of your published messages are on this device. Are you sure?
es_es: Esto reseteará el número de mensajes publicados asociados con tu identidad al número actual en tu base de datos. También encenderá la protección contra bifurcación de feeds si está apagada. Solo deberías hacer esto si estás seguro de que todos tus mensajes publicados están en este dispositivo. ¿Estás seguro?
pt_br: Isto redefinirá o número de mensagens publicadas associadas à sua identidade segundo o número atualmente existente no seu banco de dados. Além disso, habilitará a proteção de feed bifurcado se ela estiver desabilitada. Você somente deve fazer isto se tiver certeza de que todas as suas mensagens publicadas estão neste dispositivo. Tem certeza?

# Debug.reset
source: Reset
es_es: Resetear
pt_br: Redefinir

# Debug.noBotConfigured
source: No bot configured.
es_es: Ningún bot configurado.
pt_br: Não há bots configurados.

# Error.login
source: The peer to peer engine failed to start. Please use Restart to repair and restart it or use Ignore to browse the content that is already fetched to your device.
de_de: Die Peer-to-Peer-Engine konnte nicht gestartet werden. Bitte verwenden Sie Neustart, um zu reparieren und neu zu starten, oder verwenden Sie Ignore, um die Inhalte zu durchsuchen, die bereits auf Ihrem Gerät abgerufen werden.
es_es: El motor de par-a-par falló en el inicio. Por favor prueba cerrando e iniciando la aplicación una y otra vez para ver si eso lo arregla.
pt_br: O mecanismo peer-to-peer não foi inicializado. Utilize Reiniciar para repará-lo ou reiniciá-lo ou Ignorar para ver o conteúdo que já aparece no seu dispositivo.

# Error.unexpected
source: Something unexpected happened.
de_de: Etwas Unerwartetes ist passiert.
es_es: Algo inesperado ocurrió.
pt_br: Ocorreu um imprevisto.

# Error.supportNotConfigured
source: Support is not configured.
de_de: Support ist nicht konfiguriert.
es_es: Soporte no está configurado.
pt_br: O suporte não está configurado.

# Error.invitationRedemptionFailed
source: Could not join {{ starName }}. Please try again or contact support.
es_es: No se pudo unir a {{ starName }}. Por favor, inténtalo de nuevo o contacta con soporte.
pt_br: Não foi possível entrar em {{ starName }}. Tente novamente ou entre em contato com o suporte.

# Error.cannotPublishBecauseRestoring
source: Planetary is currently restoring your data from the network, and cannot publish new posts at this time.
es_es: Planetary está restableciendo tus datos de la red, y no puede publicar nuevos mensajes en este momento.
pt_br: O Planetary está restaurando seus dados da rede e, no momento, não pode publicar novas postagens.

# Error.restoring
source: Planetary is currently restoring your data from the network.
es_es: Planetary esta recuperando tus datos de la red.
pt_br: O Planetary está restaurando seus dados da rede.

# Error.invalidAppConfiguration
source: Invalid app configuration
es_es: Configuración de app inválida
pt_br: Configuração inválida do aplicativo

# Error.couldNotGenerateLink
source: Could not generate link.
es_es: No pudo generar el enlace.
pt_br: Não foi possível gerar o link.

# Channel.one
source: channel
de_de: Kanal
es_es: etiqueta
pl: kanał
pt_br: canal

# Channel.many
source: channels
de_de: Kanäle
es_es: etiquetas
pl: kanały
pt_br: canais

# Post.one
source: post
de_de: Beitrag
es_es: publicación
pt_br: postagem

# Post.many
source: posts
de_de: Beiträge
es_es: publicaciones
pl: posty
pt_br: postagens

# Report.somebody
source: Somebody
de_de: Jemand
es_es: Alguien
pl: Ktoś
pt_br: Alguém

# Report.feedFollowed
source: %@ started following you
de_de: %@ folgt dir jetzt
es_es: %@ comenzó a seguirte
pl: %@ zaczął Cię obserwować
pt_br: %@ começou a seguir você

# Report.postReplied
source: %@ replied to your post
de_de: %@ antwortete auf deinen Beitrag
es_es: %@ respondió
pl: %@ odpowiedział na Twój post
pt_br: %@ respondeu à sua postagem

# Report.feedMentioned
source: %@ mentioned you in a post
de_de: %@ hat dich in einem Beitrag erwähnt
es_es: %@ te mencionó en una publicación
pl: %@ wspomniał o Tobie w poście
pt_br: %@ mencionou você em uma postagem

# Report.messageLiked
source: %@ liked your post
de_de: %@ gefällt dein Beitrag
es_es: A %@ le gustó tu publicación
pl: %@ polubił twój post
pt_br: %@ curtiu sua postagem

# Notifications.markAllAsRead
source: Mark all as read
es_es: Marcar todo como leído
pt_br: Marcar tudo como lido

# Help.help
source: Help
es_es: Ayuda
pt_br: Ajuda

# Help.indexOfTip
source: {{tipIndex}} of {{totalTipCount}} tips
es_es: {{tipIndex}} de {{totalTipCount}} consejos
pt_br: {{tipIndex}} de {{totalTipCount}} dicas

# Home.title
source: See posts from users and topics you follow
es_es: Mira las publicaciones y temas que sigues
pt_br: Veja as postagens de usuários e os tópicos que você segue

# Home.body
source: If your feed is empty, open the Discover tab, look for something interesting and follow users or topics to see their posts in your Home Feed.
pt_br: Se o seu feed estiver vazio, abra a aba Descubra, procure algo interessante e siga usuários ou tópicos para visualizar suas postagens na sua página inicial.

# Home.highlightedWord
source: Discover
es_es: Descubrir
pt_br: Descubra

# Discover.title
source: See what's new and grow your network
es_es: Mira que hay nuevo y haz crecer tu red
pt_br: Confira as novidades e faça sua rede crescer

# Discover.body
source: See posts from users and topics followed by your friends. Follow them to see their content in your Home Feed!
pt_br: Confira as postagens de usuários e os tópicos que seus amigos seguem. Siga-os para visualizar o conteúdo deles na sua página inicial!

# Discover.highlightedWord
source: Home Feed
pt_br: Página inicial

# Notifications.title
source: Keep up-to-date in all your conversations
es_es: Mantente al día en todas tus conversaciones
pt_br: Mantenha-se atualizado em todas as suas conversas

# Notifications.body
source: Check this screen for replies and reactions to your posts as well as conversations you participate in. We'll also notify you when someone mentions you.
pt_br: Confira as respostas e as reações às suas postagens e as conversas em que participa nesta tela. Além disso, vamos notificá-lo quando alguém mencionar você.

# Hashtags.title
source: What the community is talking about
es_es: De qué está hablando la comunidad
pt_br: O que a comunidade está discutindo

# Hashtags.body
source: Browse through thousands of topics, engage in conversations and keep up with the hottest topics with people on Your Network.
pt_br: Confira milhares de tópicos, participe de conversas e acompanhe os tópicos mais discutidos com as pessoas na sua rede.

# Hashtags.highlightedWord
source: Your Network
es_es: Tu red
pt_br: Sua rede

# YourNetwork.title
source: Your friends, connections and pubs
es_es: Tus amigos, conexiones y pubs
pt_br: Seus amigos, conexões e servidores públicos

# YourNetwork.body
source: Your network is unique: it's made by the users you follow, those who *they* follow and the Pub servers you use to *gossip* messages with all of them.
pt_br: Sua rede é única: é formada pelos usuários que você segue, por quem *eles* seguem e pelos servidores públicos que você usa para *fofocar* com todos eles.

# YourNetwork.highlightedWord
source: *gossip*
pt_br: *fofoca*

# Text.invitationRedeemed
source: Invitation redeemed!
es_es: ¡Invitación canjeada!

# Text.addRoomAddressOrInvitation
source: paste address or invitation
es_es: pega la dirección o invitación

# Text.joiningRoom
source: Joining room...
es_es: Uniéndose a la sala...

# NewPost.publishing
source: Publishing...
es_es: Publicando...

# ManageRelays.managePubs
source: Manage Pubs
es_es: Administrar pubs

# ManageRelays.manageRooms
source: Manage Rooms (beta)
es_es: Administrar salas (beta)

# ManageRelays.addingPubs
source: Adding Pubs
es_es: Añadiendo pubs

# ManageRelays.yourPubs
source: Your Pubs
es_es: Tus pubs

# ManageRelays.lastWorked
source: Last worked on
es_es: Último trabajo en

# ManageRelays.pasteAddress
source: Paste the address here
es_es: Pega la dirección aquí

# ManageRelays.joinedRooms
source: Joined Rooms
es_es: Salas unidas

# ManageRelays.addRooms
source: Add Rooms
es_es: Añadir salas

# ManageRelays.loadingRooms
source: Loading rooms...
es_es: Cargando salas...

# ManageRelays.invalidRoomURL
source: Invalid room URL
es_es: URL de sala inválido

# Error.invalidRoomURL
source: Could not parse invitation.
es_es: No se pudo analizar tu invitación.

# Error.notLoggedIn
source: The operation could not be completed because no user is logged in.
es_es: La operación no pudo ser completada porque no hay ningún usuario conectado.

# Text.channels
source: Hashtags
pl: Kanały

# Text.pasteAddress
source: Token
de_de: Schlüssel
pl: Kod
