Repository: planetary-social/planetary-ios
Catalog: Source/Localization/*.lproj/Generated.strings
Languages: de_de, es_es, pl, pt_br

# ImagePicker.cameraNotAvailable
source: Camera is not available on this device
de_de: Kamera ist auf diesem Gerät nicht verfügbar
es_es: La cámara no está disponible en este dispositivo
pl: Aparat nie jest dostępny na tym urządzeniu
pt_br: Não há uma câmera disponível neste dispositivo

# ImagePicker.openSettingsMessage
source: You can allow camera permissions by opening the Settings app.
de_de: Du kannst die Kamera-Berechtigungen zulassen, indem du die Einstellungen-App öffnest.
es_es: Puedes permitir los permisos de la cámara abriendo los ajustes de la aplicación.
pl: Możesz zezwolić na dostęp do aparatu, otwierając aplikację Ustawienia.
pt_br: É possível permitir o uso da câmera no aplicativo Configurações.

# ImagePicker.permissionsRequired
source: Permissions required for {{ title }}
de_de: Berechtigungen erforderlich für {{ title }}
es_es: Permisos requeridos para {{ title }}
pl: Uprawnienia wymagane dla {{ title }}
pt_br: Permissão necessária para {{ title }}

# ImagePicker.photoLibrary
source: Photo Library
de_de: Fotobibliothek
es_es: Librería de fotos
pl: Zdjęcia
pt_br: Álbum de fotos

# ImagePicker.selectFrom
source: Select from Photo Library
de_de: Aus Foto-Bibliothek wählen
es_es: Seleccionar de la librería de fotos
pl: Wybierz ze Zdjęć
pt_br: Selecionar do álbum de fotos

# ImagePicker.takePhoto
source: Take photo with Camera
de_de: Foto mit Kamera aufnehmen
es_es: Tomar foto con la cámara
pl: Zrób zdjęcie aparatem
pt_br: Tirar uma foto com a câmera

# NewPost.confirmRemove
source: Remove this image from the post? You can always add it back again.
de_de: Dieses Bild aus dem Beitrag entfernen? Du kannst es immer wieder hinzufügen.
es_es: ¿Quitar esta imagen de la publicación? Siempre puedes añadirla de nuevo.
pl: Usunąć ten obraz z posta? Zawsze możesz dodać go ponownie.
pt_br: Remover esta imagem da postagem? Será possível readicioná-la.

# NewPost.remove
source: Remove
de_de: Entfernen
es_es: Quitar
pl: Usuń
pt_br: Remover

# Offboarding.reset
source: Delete
es_es: Eliminar
pt_br: Excluir

# Offboarding.resetIdentity
source: Delete My Identity
es_es: Eliminar mi identidad
pt_br: Excluir minha identidade

# Offboarding.resetConfirmTitle
source: Warning
de_de: Warnung
es_es: Advertencia
pl: Uwaga
pt_br: Aviso

# Offboarding.resetConfirmMessage
source: Are you sure want to delete your identity from this device? You will lose this profile and all related content. This cannot be undone.
pt_br: Tem certeza de que deseja excluir sua identidade deste dispositivo? Você perderá este perfil e todo o conteúdo relacionado. Esta ação não poderá ser revertida.

# Offboarding.resetConfirmAgainTitle
source: Are you sure?
de_de: Bist du sicher?
es_es: ¿Estás seguro?
pl: Na pewno?
pt_br: Tem certeza?

# Offboarding.resetConfirmAgainMessage
source: Are you really sure you want to delete your identity from this device? You will lose this profile and all related content. This cannot be undone.
pt_br: Tem certeza de que deseja excluir sua identidade deste dispositivo? Você perderá este perfil e todo o conteúdo relacionado. Esta ação não poderá ser revertida.

# Offboarding.resetFooter
source: This will destroy your identity on your device. You will not be able to recover your identity, but you will be able to create a new one.
pt_br: Você destruirá sua identidade no seu dispositivo. Você não poderá recuperar sua identidade, mas poderá criar uma nova.

# Offboarding.resetApiErrorTryAgain
source: We weren't able to connect to the directory to remove you. Please try again.
de_de: Wir konnten keine Verbindung zum Verzeichnis herstellen, um dich zu entfernen. Bitte versuche es erneut.
es_es: No hemos podido contectarnos al directorio para quitarte. Por favor inténtalo de nuevo.
pl: Nie mogliśmy połączyć się z katalogiem, aby usunąć Twój profil. Proszę spróbuj ponownie.
pt_br: A conexão com o diretório para removê-lo falhou. Por favor, tente novamente.

# Offboarding.resetBotErrorTryAgain
source: Something unexpected happened but don't worry, we've made a note to fix it. Please try again.
de_de: Etwas Unerwartetes ist passiert, aber keine Sorge, wir haben eine Notiz gemacht, um es zu beheben. Bitte versuche es erneut.
es_es: Algo inesperado ocurrió pero no te preocupes, hemos creado una nota para arreglarlo. Por favor inténtalo de nuevo.
pl: Stało się coś nieoczekiwanego, ale nie martw się, zostaliśmy o tym powiadomieni i spróbujemy to naprawić. Proszę spróbuj ponownie.
pt_br: Um imprevisto aconteceu, mas não se preocupe, já tomamos nota do ocorrido para corrigi-lo. Por favor, tente novamente.

# Onboarding.getStartedButton
source: Let's get started
de_de: Los geht's
es_es: Empecemos
pl: Zacznijmy
pt_br: Vamos começar

# Onboarding.photoButtonAdd
source: Add a photo
de_de: Foto hinzufügen
es_es: Añade una foto
pl: Dodaj zdjęcie
pt_br: Adicionar uma foto

# Onboarding.doItLater
source: I'll do it later
es_es: Lo haré después
pt_br: Farei isso depois

# Onboarding.useRealName
source: Your name will be publicly visible, so feel free to use a pseudonym, or skip this part for now.
es_es: Tu nombre será visible públicamente, siéntete libre de usar un seudónimo o de omitir esta parte por ahora.
pt_br: Seu nome terá visibilidade pública, então, sinta-se à vontade para usar um pseudônimo ou pule esta parte por enquanto.

# Onboarding.phoneNumber
source: Phone Number
de_de: Telefonnummer
es_es: Número de teléfono
pl: Numer Telefonu
pt_br: Número de telefone

# Onboarding.phoneNumberConfirmationMessage
source: We use this to confirm your identity and for service alerts.
de_de: Wir verwenden dies zur Bestätigung deiner Identität und für Service-Benachrichtigungen.
es_es: Usamos esto para confirmar tu identidad y para enviarte alertas del servicio.
pl: Używamy go do potwierdzenia Twojej tożsamości oraz alertów serwisowych.
pt_br: Utilizamos isto para a confirmação de sua identidade e dos alertas de serviço.

# Onboarding.didntGetSMS
source: Didn't get the SMS?
de_de: SMS nicht erhalten?
es_es: ¿No recibiste el SMS?
pl: SMS nie dotarł?
pt_br: Não recebeu o código SMS?

# Onboarding.reenter
source: Re-enter
de_de: Erneut eingeben
es_es: Reingresar
pl: Wprowadź ponownie
pt_br: Digitar novamente

# Onboarding.resendSMS
source: Resend SMS
de_de: SMS erneut senden
es_es: Reenviar SMS
pl: Wyślij ponownie SMS-a
pt_br: Reenviar código SMS

# Onboarding.youEnteredNumber
source: You entered the number {{ phone }}
de_de: Du hast die Nummer {{ phone }} eingegeben
es_es: Ingresaste el número {{ phone }}
pl: Wprowadziłeś numer {{ phone }}
pt_br: Você digitou o número {{ phone }}

# Onboarding.confirmNumber
source: If that number is correct, tap 'Resend SMS'. If it is incorrect, tap 'Re-enter'.
de_de: Wenn diese Nummer korrekt ist, tippe auf 'SMS erneut senden'. Wenn sie nicht korrekt ist, tippe auf 'Erneut Eingeben'.
es_es: Si ese número es correcto, toca 'Reenviar SMS'. Si es incorrecto, toca 'Reingresar'.
pl: Jeśli ten numer jest poprawny, kliknij „Wyślij ponownie SMS-a”. Jeśli jest niepoprawny, kliknij „Wprowadź ponownie”.
pt_br: Se o número estiver correto, toque em 'Reenviar SMS'. Se estiver incorreto, toque em 'Digitar novamente'.

# Onboarding.ageLimit
source: For legal reasons, you will need to be over sixteen to use Planetary.
de_de: Aus rechtlichen Gründen musst du über sechzehn sein, um Planetary nutzen zu können.
es_es: Por razones legales, necesitarás ser mayor de dieciséis para usar Planetary.
pl: Ze względów prawnych musisz mieć ukończone szesnaście lat, aby korzystać z Planetary.
pt_br: Por razões legais, você deverá ser maior de dezesseis anos para utilizar o Planetary.

# Onboarding.chooseProfileImage
source: Choose a profile image
de_de: Wähle ein Profilbild
es_es: Elige una imagen de perfil
pl: Wybierz zdjęcie profilowe
pt_br: Escolha uma imagem de perfil

# Onboarding.changePhoto
source: Change photo
de_de: Foto ändern
es_es: Cambiar foto
pl: Zmień zdjęcie
pt_br: Alterar foto

# Onboarding.confirmPhoto
source: Yes, that's good!
de_de: Ja, das ist gut!
es_es: Sí, ¡está bien!
pl: Tak, jest OK!
pt_br: Sim, é isso mesmo!

# Onboarding.startOver
source: Start Over
de_de: Neustart
es_es: Empezar de nuevo
pl: Zacznij od nowa
pt_br: Recomeçar

# Onboarding.contactsHint
source: We one-way encrypt this data so we can never access it directly.
de_de: Wir verschlüsseln diese Daten einseitig, so dass wir niemals direkt darauf zugreifen können.
es_es: Encriptamos estos datos en un solo sentido así nunca podremos acceder a ellos directamente.
pl: Szyfrujemy te dane w jedną stronę, więc nigdy nie możemy uzyskać do nich bezpośredniego dostępu.
pt_br: Criptografamos os dados unilateralmente para que nunca possamos acessá-los diretamente.

# Onboarding.connect
source: Connect away!
de_de: Verbindung verloren!
es_es: ¡Conectar ya!
pl: Połącz się!
pt_br: Conecte-se à vontade!

# Onboarding.notNow
source: Not now
de_de: Nicht jetzt
es_es: Ahora no
pl: Nie teraz
pt_br: Agora não

# Onboarding.contactsWIP
source: Apologies, this feature is a work in progress. Tap 'OK' to see a list of recommended users to follow.
de_de: Entschuldigung, diese Funktion ist in Arbeit. Tippe auf "OK", um eine Liste der empfohlenen Benutzer zu sehen.
es_es: Disculpas, esta funcionalidad no está terminada. Toca 'OK' para ver una lista de usuarios que te recomendamos seguir.
pl: Przepraszamy, pracujemy nad tą funkcją. Kliknij „OK”, aby wyświetlić listę polecanych użytkowników.
pt_br: Desculpe, este recurso ainda está sendo desenvolvido. Toque em 'OK' para visualizar uma lista de usuários recomendados para seguir.

# Onboarding.listMeTitle
source: List me in the user directory
de_de: Zeige mich im Benutzerverzeichnis
es_es: Listarme en el directorio de usuarios
pl: Wyświetl mnie w katalogu użytkowników
pt_br: Adicione-me ao diretório de usuários

# Onboarding.listMeMessage
source: This allows people to find you if they know your name or phone number
de_de: Dies erlaubt Leuten dich zu finden, wenn sie deinen Namen oder deine Telefonnummer kennen
es_es: Esto le permite a la gente encontrarte si saben tu nombre o número de teléfono
pl: Dzięki temu ludzie mogą Cię znaleźć, jeśli znają Twoje imię i nazwisko lub numer telefonu
pt_br: Isto permite que as pessoas o encontrem se souberem seu nome ou número de telefone

# Onboarding.thanksForTrying
source: Thanks for trying Planetary! It's customary to use the #newpeople hashtag to introduce yourself.
de_de: Danke, dass du Planetary ausprobierst! Es ist üblich, den #newpeople Hashtag zu benutzen, um dich vorzustellen.
es_es: Gracias por probar Planetary. Le recomendamos que utilice el hashtag #newpeople para presentarse.
pl: Dziękujemy za wypróbowanie Planetary! Zalecamy użycie hashtagu #newpeople do przedstawienia się.
pt_br: Obrigado por experimentar o Planetary! É costume usar a hashtag #newpeople para se apresentar.

# Onboarding.doneOnboarding
source: Phew! I'm done!
de_de: Puh! Ich bin fertig!
es_es: ¡Uf! ¡Ya terminé!
pl: Uff! Udało się!
pt_br: Ufa! Terminei!

# Onboarding.earlyAccess
source: This app is at an early stage. We've been focusing our time on the foundations, so there are gaps and rough bits in the UI. Bear with us!
de_de: Diese App befindet sich in einem frühen Stadium. Wir haben unsere Zeit auf die Grundlagen konzentriert, also gibt es Lücken und raue Teile in der Benutzeroberfläche. Hab ein wenig Geduld!
es_es: Esta aplicación está en una etapa temprana de desarrollo. Hemos enfocado nuestro tiempo en lo fundamental, así que hay detalles y partes ásperas en la interfaz. ¡Anímate!
pl: Aplikacja jest na wczesnym etapie rozwoju. Skupiliśmy się na podstawach, więc w interfejsie użytkownika są spore luki. Prosimy o wyrozumiałość!
pt_br: Este aplicativo está na fase inicial. Estamos dedicando tempo aos alicerces e, por isso, há lacunas e imperfeições na interface de usuário. Tenha paciência!

# Onboarding.iUnderstand
source: Yes, I understand
de_de: Ja, ich verstehe
es_es: Sí, entiendo
pl: Tak, rozumiem
pt_br: Sim, entendo

# Onboarding.followPlanetaryToggleTitle
source: Follow Planetary
es_es: Sigue a Planetary
pt_br: Seguir o Planetary

# Onboarding.followPlanetaryToggleDescription
source: Follow the Planetary account to see posts from our team.
es_es: Sigue la cuenta de Planetary para ver publicaciones de nuestro equipo.
pt_br: Siga a conta do Planetary para visualizar as postagens da nossa equipe.

# Onboarding.somethingWentWrong
source: Oh no! Something went wrong!
de_de: Oh nein! Etwas ging schief!
es_es: ¡Uh no! ¡Algo salió mal!
pl: O nie! Coś poszło nie tak!
pt_br: Oh, não! Algo deu errado!

# Onboarding.errorRetryMessage
source: This is not your fault, we messed something up. You can try again or start over, and please come and tell one of us about it.
de_de: Das ist nicht Ihre Schuld, wir haben etwas verpasst. Sie können es erneut versuchen oder anfangen, und kommen Sie und erzählen Sie uns darüber.
es_es: Esto no es tu culpa, nosotros lo arruinamos. Puedes volver a intentar o comenzar de nuevo, y por favor ven a contarnos sobre ello.
pl: To nie twoja wina, coś schrzaniliśmy. Możesz spróbować ponownie lub zacząć od nowa, albo zgłosić nam napotkany problem.
pt_br: A culpa não é sua, nós fizemos alguma coisa errada. Você pode tentar novamente ou recomeçar e, por favor, venha nos avisar sobre o ocorrido.

# Onboarding.resumeRetryMessage
source: This is not your fault, we messed something up. In some cases, it may mean your device cannot reach the network, and trying again later might help.
de_de: Das ist nicht Ihre Schuld, wir haben etwas verpasst. In einigen Fällen könnte es bedeuten, dass Ihr Gerät nicht in das Netzwerk gelangen kann, und es könnte hilfreich sein, später noch einmal zu versuchen.
es_es: Esto no es tu culpa, nosotros lo arruinamos. En algunos casos, puede significar que tu dispositivo no se puede conectar a la red, por lo que intentar de nuevo puede ayudar.
pl: To nie Twoja wina, coś schrzaniliśmy. W niektórych przypadkach może to oznaczać, że urządzenie nie może połączyć się z siecią. Ponowna próba w późnieszym czasie może to naprawić.
pt_br: A culpa não é sua, nós fizemos alguma coisa errada. Às vezes, isso quer dizer que seu dispositivo não pode acessar a rede e tentar novamente pode resolver a situação.

# Onboarding.backupHint
source: Planetary does not use passwords - you have a secret key that you need to keep safe. If you can, you should back it up. Note: this feature is still a work in progress.
de_de: Planetary verwendet keine Passwörter - Sie haben einen geheimen Schlüssel, den Sie sicher halten müssen. Wenn du kannst, solltest du es sichern. Hinweis: Dieses Feature ist noch in Arbeit.
es_es: Planetary no usa contraseñas - tienes una llave secreta que debes que guardar de forma segura. Si puedes, deberías respaldarla. Nota: esta funcionalidad está todavía en desarrollo.
pl: Planetary nie używa haseł: zamiast haseł masz tajny klucz, który musisz chronić. Jeśli możesz, wykonaj kopię zapasową. Uwaga: ta funkcja jest nadal w fazie testów.
pt_br: O Planetary não usa senhas — você tem uma chave secreta que precisa manter em segurança. Se possível, faça um backup dela. Observação: este recurso ainda está sendo desenvolvido.

# Onboarding.backUp
source: Yes, back up my identity
de_de: Ja, meine Identität sichern
es_es: Sí, respalda mi identidad
pl: Tak, utwórz kopię zapasową mojej tożsamości
pt_br: Sim, fazer um backup da minha identidade

# Onboarding.bioHint
source: Don't worry too much about what you say, you can change it later.
de_de: Sorgen Sie sich nicht zu sehr über das, was Sie sagen, Sie können es später ändern.
es_es: No te preocupes mucho por lo que dices, puedes cambiarlo después.
pl: Nie przejmuj się tym zbytnio, możesz zmienić później.
pt_br: Não se preocupe tanto com o que disser, poderá alterá-lo depois.

# Onboarding.benefits
source: 🤝 On Planetary news travels from one friend to another, like it does in the real world. There are no supercomputers optimizing your experience for *engagement*. We call it a **gossip** network, and it's a healthier, happier place. 👭 Building on real relationships, Planetary creates a **personal network** for you, your friends, and friends-of-friends. Your local network minimizes abusive content and spam that is typical on global platforms. 🌍 We don't lock your social data into one app forever. If you stop enjoying our app you can take your data - including all your relationships - to another compatible app. Planetary is part of a **growing ecosystem** built on the Secure Scuttlebutt protocol. Refreshing, right? Find out more
pt_br: 🤝 No Planetary, as notícias viajam de um amigo ao outro, como na vida real. Não há supercomputadores otimizando sua experiência em busca de *engajamento*. Nós chamamos isso de rede da **fofoca** e é um lugar mais saudável e alegre. 👭 Com base em relacionamentos verdadeiros, o Planetary cria uma **rede pessoal** para você, seus amigos e os amigos dos seus amigos. Sua rede local minimiza o conteúdo abusivo e o spam que são coisa normal nas plataformas globais. 🌍 Não prendemos seus dados sociais a um aplicativo para sempre. Se não gostar mais do nosso aplicativo, pode levar seus dados - inclusive todos os seus relacionamentos - a outro aplicativo compatível. O Planetary faz parte de um **ecossistema em crescimento** construído no protocolo Secure Scuttlebutt. Bacana, não é mesmo? Saiba mais

# Onboarding.findOutMore
source: Find out more
de_de: Mehr erfahren
es_es: Aprende más
pl: Dowiedz się więcej
pt_br: Descubra mais

# Onboarding.thatSoundsGreat
source: That sounds great!
de_de: Hört sich toll an!
es_es: ¡Eso suena muy bien!
pl: Brzmi świetnie!
pt_br: Que ótimo!

# Onboarding.policyStatement
source: By continuing, you confirm that you agree to our Terms of Service and Privacy Policy
de_de: Wenn Sie dieses Formular absenden, akzeptieren Sie unsere Nutzungsbedingungen und Datenschutzbestimmungen
es_es: Si continúas, confirmas que estás de acuerdo con los Términos del Servicio y Política de Privacidad
pl: Kontynuując, potwierdzasz, że akceptujesz nasze Warunki Korzystania z Usług, oraz Politykę Prywatności
pt_br: Ao prosseguir, você confirma que aceita nossos Termos de Serviço e nossa Política de Privacidade

# Onboarding.termsOfService
source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Términos del Servicio
pl: Warunki Korzystania z Usług
pt_br: Termos de Serviço

# Onboarding.privacyPolicy
source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de Privacidad
pl: Polityka Prywatności
pt_br: Política de Privacidade

# Onboarding.welcomeMessage
source: Welcome to Planetary! We’re thrilled to have you. Here are some tips to start you on your journey:
pt_br: Bem-vindo ao Planetary! Prazer em recebê-lo. Eis algumas dicas para ajudá-lo na sua jornada:

# Onboarding.welcomeBotName
source: Planetary Help
pt_br: Ajuda no Planetary

# Onboarding.welcomeBotBio
source: This is a fake account used to show welcome messages to new users. To get help open a support ticket from the side menu or post with the hashtag #planetary-help.
pt_br: Esta é uma conta falsa utilizada para exibir mensagens de boas-vindas aos novos usuários. Para obter ajuda, abra um protocolo de atendimento no menu lateral ou faça uma postagem com a hashtag #planetary-help.

# OnboardingStepTitle.backup
source: Okay, we've created your identity - would you like to back it up?
de_de: Okay, wir haben deine Identität erstellt - möchtest du sie sicheren?
es_es: Okay, hemos creado tu identidad. ¿Te gustaría respaldarla?
pl: Utworzyliśmy Twoją tożsamość - czy chcesz kopie zapapasową?
pt_br: Tudo bem, criamos a sua identidade — gostaria de fazer um backup dela?

# OnboardingStepTitle.benefits
source: Planetary is a healthier way to be social
es_es: Planetary es una forma más saludable de ser social
pt_br: O Planetary é uma maneira mais saudável de ser sociável

# OnboardingStepTitle.bio
source: Why not say a little about yourself...
de_de: Warum nicht etwas über dich selbst erzählen...
es_es: ¿Por qué no cuentas un poco sobre tí?
pl: Powiedz trochę o sobie ...
pt_br: Por que não falar um pouco sobre si mesmo...

# OnboardingStepTitle.birthday
source: Before we start, when's your birthday?
de_de: Bevor wir beginnen, wann ist dein Geburtstag?
es_es: Antes de comenzar, ¿cuál es tu fecha de nacimiento?
pl: Zanim zaczniemy, kiedy masz urodziny?
pt_br: Antes de começarmos, quando é o seu aniversário?

# OnboardingStepTitle.contacts
source: You can connect your address book to see which of your friends are using Planetary
de_de: Sie können Ihr Adressbuch verbinden, um zu sehen, welche Ihrer Freunde Planetary verwenden
es_es: Puedes conectar tu lista de contactos para ver cuál de tus amigos está usando Planetary
pl: Możesz połączyć swoją książkę adresową, aby zobaczyć, którzy z twoich znajomych używają Planetary
pt_br: É possível conectar seu livro de endereços para saber quais dos seus amigos estão usando o Planetary

# OnboardingStepTitle.directory
source: People you might know
de_de: Leute, die du vielleicht kennst
es_es: Gente que puede que conozcas
pl: Osoby, które możesz znać
pt_br: Possíveis conhecidos

# OnboardingStepTitle.done
source: Well done, you made it through in one piece
de_de: Gut gemacht, du hast es in einem Stück durchgemacht
es_es: Bien hecho, llegaste en una sola pieza
pl: Dobra robota, dotarliśmy w jednym kawałku
pt_br: Muito bem, saiu são e salvo

# OnboardingStepTitle.earlyAccess
source: Gentle reminder: This is early access software
de_de: Gentle-Erinnerung: Dies ist eine frühe Zugriffssoftware
es_es: Un cordial recordatorio: este es un software en desarrollo
pl: Delikatne przypomnienie: to jest oprogramowanie we wczesnej fazie rozwoju
pt_br: Só um lembrete: trata-se de software com acesso antecipado

# OnboardingStepTitle.join
source: Creating your identity on Planetary...
de_de: Erstelle deine Identität auf Planetar...
es_es: Creando tu identidad en Planetary...
pl: Tworzymy swoją tożsamość w Planetary...
pt_br: Criando sua identidade no Planetary...

# OnboardingStepTitle.name
source: Now, what would you like to be called?
de_de: Wie möchtest du genannt werden?
es_es: Ahora, ¿cómo te gustaría ser llamado?
pl: Jak chciałbyś by nazywanym?
pt_br: Então, como gostaria de ser chamado?

# OnboardingStepTitle.phone
source: And what's your mobile number?
de_de: Ihre Handynummer eingeben?
es_es: ¿Y cuál es tu número de móvil?
pl: Jaki jest Twój numer telefonu komórkowego?
pt_br: E qual é o número do seu celular?

# OnboardingStepTitle.phoneVerify
source: Enter the code we just sent you to confirm...
de_de: Geben Sie den Code ein, den wir Ihnen zur Bestätigung geschickt haben...
es_es: Ingresa el código que te acabamos de enviar para confirmar...
pl: Wprowadź kod, który właśnie wysłaliśmy, aby potwierdzić numer telefonu...
pt_br: Digite o código que acabamos de lhe enviar para confirmar...

# OnboardingStepTitle.photo
source: Okay that's the hard stuff - now let's get you a profile image
de_de: Okay, das ist das harte Zeug - lass uns dir jetzt ein Profilbild zeigen
es_es: Okay, esa era la parte difícil. Ahora vamos a conseguirte una imagen de perfil
pl: Przejdźmy do Twojego zdjęcia profilowego
pt_br: Tá, a parte difícil já foi — agora, vamos arranjar uma imagem para o seu perfil

# OnboardingStepTitle.photoConfirm
source: Profile photo added
de_de: Profilfoto hinzugefügt
es_es: Foto de perfil añadida
pl: Dodano zdjęcie profilowe
pt_br: Foto adicionada ao perfil

# OnboardingStepTitle.resume
source: Resuming set up of your identity on Planetary...
de_de: Fortsetzen der Einrichtung Ihrer Identität auf Planetarisch...
es_es: Retomando la configuración de tu identidad en Planetary...
pl: Wznowienie konfiguracji twojej tożsamości na Planetary...
pt_br: Retomando a criação da sua identidade no Planetary...
